export const ingredientsData = {
	КурицаМаринад: {
		Курица: 1,
		специКурица: 0.02,
		масло: 0.02,	
	},
	СтирипсиКырляМаринад: {
		Вода: 0.5,
		соль: 0.025,
		Паприка: 0.015,
		чеснок: 0.006,
		лукМолотый: 0.006,
		ЧерныйПерец: 0.004,
		Гочица: 0.01,
		куриныйБульон: 0.0002,
	},
	СоусКоулСлоу: {
		сметан: 520,
		майонез: 350,
		горчица: 90,
		перецЧерный: 10,
		
		
		соль:15,
		сахар: 15,
		
		
	
	},
	салатКоулСлоу: {
		белокочаннаяКапуста: 0.050,
		синяяКапуста: 0.050,
		морковь: 0.040,
	}
,
	СтирипсКырляПалировка: {
		Мука: 1,
		КукурузныйКрахмал: 0.300,
		Разрыхлитель: 0.020,
		перецЧерныйМолотый: 0.012,
		перецБелыйМолотый: 0.0012,
		лукМолотый: 0.008,
		чеснокГранулированный: 0.008,
		куриныйБульон	: 0.008,
		соль: 0.02,
		паприка: 0.01,
		перецКрасныйЧили: 0.003,
	},
	
	овошиЖарыных: {
		перецКырасный: 2,
		лук: 0.4,
		масло: 0.04,
		специКурица: 0.02,
	},



	соусТако: {
		майонез: 9.4,
		вода: 1.7,
		чеснокМолтый: 0.015,
		черныйперец: 0.015,
		оригана: 0.02,
	},
	
	соусЧипотило: {
		майонез: 1,
	
		Чипотило: 0.2,
		сметана: 1,
	},

	Гуакамоле: {
		авокадо: 1,
		перецКырасныйКубик: 0.025,
		свежыйХалапеньоКубик: 0.025,
		лукКубик: 0.05,
		черныйперец: 0.002,
		соль: 0.012,
		сокЛимон: 0.02,
	},
	рисЗапровка: {
		лукМолотый: 0.003,
		помидор: 0.3,
		томатыПаста: 0.06,
		чеснокГранулированный: 0.003,
		масло: 0.011,
		вода: 0.5,
		куриныйБулон: 0.005,
		перецКайенский: 0.002,
		соль: 0.013,
		кумин: 0.002,

		кукуруза: 0.06,
		горошек: 0.06,
	},


	специКурица: {
		чеснокмолотый: 0.082,
		кумин: 0.164,
		соль: 0.328,
		перецЧерный: 0.074,
		перецКрасныйЧили: 0.123,
		куриныйбулон: 0.164,
		оригана: 0.066,
	},
	специФарш: {
		паприка: 0.006,
		паприкаКопченая: 0.002,
		кумин: 0.005,
		чеснокМолотый: 0.002,
		лукМолотый: 0.002,
		Кориандр: 0.001,
		перецКрасныйЧили: 0.003,
		оригана: 0.005,
		сахар: 0.001,
		КукурузныйКрахмал: 0.002,
		гултамат: 0.001,
	},
	фаршМариновый: {
		фарш: 1,
		вода: 0.1,
		специФарш: 0.024,
		томатыПаста: 0.05,
		лук: 0.122,
	},
	фасольВареная: {
		лук: 0.1,
		чеснокГранулированный: 0.014,
		соль: 0.001,
		кумин: 0.004,
		перецЧерныйМолотый: 0.004,
		масло: 0.04,	
	},
	маринадДляЧипотиль:{
		укусСтолвая: 0.2,
		черноСлива: 1,
		ХалапеньоКубик: 1,
		СОкХалапеньо:1 ,
		специКурица0: 0.06,
		паприкаКопченая: 0.150,
		соусBBQ: 0.200,
		масло: 0.700,
		томатыПаста: 0.500,

	}


	
	

	
}
