export const ingredientsData = {
	КурицаМаринад: {
		Курица: 1000,
		специКурица: 20,
		масло: 20,	
	},
	СтирипсиКырляМаринад: {
		Вода: 500,
		соль: 25,
		Паприка: 15,
		чеснок: 6,
		лукМолотый: 6,
		ЧерныйПерец: 4,
		Гочица: 10,
		куриныйБульон: 2,
	},
	СоусКоулСлоу: {
		сметана: 520,
		майонез: 350,
		горчица: 90,
		перецЧерный: 10,
		
		
		соль:15,
		сахар: 15,
		
		
	
	},
	салатКоулСлоу: {
		белокочаннаяКапуста: 500,
		синяяКапуста: 500,
		морковь: 400,
	}
,
	СтирипсКырляПалировка: {
		Мука: 1000,
		КукурузныйКрахмал: 300,
		Разрыхлитель: 20,
		перецЧерныйМолотый: 12,
		перецБелыйМолотый: 12,
		лукМолотый: 8,
		чеснокГранулированный: 8,
		куриныйБульон	: 8,
		соль: 2,
		паприка: 1,
		перецКрасныйЧили: 3,
	},
	
	овошиЖарыных: {
		перецКырасный: 1000,
		лук: 200,
		масло: 200,
		специКурица: 10,
	},



	соусТако: {
		майонез: 9400,
		вода: 1700,
		чеснокМолтый: 15,
		черныйперец: 15,
		оригана: 20,
	},
	
	соусЧипотило: {
		майонез: 1000,
	
		Чипотило: 200,
		сметана: 1000,
	},

	Гуакамоле: {
		авокадо: 1000,
		перецКырасныйКубик: 25,
		свежыйХалапеньоКубик: 25,
		лукКубик: 50,
		черныйперец: 2,
		соль: 12,
		сокЛимон: 20,
	},
	рисЗапровка: {
		лукМолотый: 3,
		помидор: 300,
		томатыПаста: 60,
		чеснокГранулированный: 3,
		масло: 11,
		вода: 500,
		куриныйБулон: 5,
		перецКайенский: 2,
		соль: 13,
		кумин: 2,

		кукуруза: 60,
		горошек: 60,
	},


	специКурица: {
		чеснокмолотый: 82,
		кумин: 164,
		соль: 328,
		перецЧерный: 74,
		перецКрасныйЧили: 123,
		куриныйбулон: 164,
		оригана: 66,
	},
	специФарш: {
		паприка: 6,
		паприкаКопченая: 2,
		кумин: 5,
		чеснокМолотый: 2,
		лукМолотый: 2,
		Кориандр: 1,
		перецКрасныйЧили: 3,
		оригана: 5,
		сахар:1,
		КукурузныйКрахмал: 2,
		гултамат: 1,
	},
	фаршМариновый: {
		фарш: 1000,
		вода: 100,
		специФарш: 24,
		томатыПаста: 50,
		лук: 122,
	},
	фасольВареная: {
		лук: 100,
		чеснокГранулированный: 14,
		соль: 10,
		кумин: 4,
		перецЧерныйМолотый: 4,
		масло: 40,	
	},
	маринадДляЧипотиль:{
		укусСтолвая: 200,
		черноСлива: 100,
		ХалапеньоКубик: 1000,
		СОкХалапеньо:1000 ,
		специКурица0: 60,
		паприкаКопченая: 150,
		соусBBQ: 200,
		масло: 700,
		томатыПаста: 500,

	}


	
	

	
}
